Repository: uebelsetzer/automatic_normalisation_of_historical_documents
Catalog: normalised/mem_rule.tmx
Source language: pt
Languages: pt_br

source: He tambem berço do Senhor Henrique Luis Pereira Freyre, que seguio todos os postos athe Sargento Mayor da Cavalaria, Ajudante da Salla General da Corte, e Capitam General de Pernambucco, e Tenente da Torre de Belem.
pt_br: He também berço do Senhor Henrique Luis Pereira Freyre, que seguio todos os postos athe Sargento Mayor da Cavalaria, Ajudante da Salla General da Corte, e Capitam General de Pernambucco, e Tenente da Torre de Belem.

source: Do Senhor Joze Antonio Freire, que seguio os postos athe Tenente de Cavallos, e actualmente se acha Governador Interino do Rio e minas geraes.
pt_br: Do Senhor Joze Antonio Freire, que seguio os postos athe Tenente de Cavallos, e actualmente se acha Governador Interino do Rio e minas gerais.

source: Todos filhos do Senhor Bernardim Freire de Andrade, que tambem seguio todos os postos athe Capitam General de Santo Tome.
pt_br: Todos filhos do Senhor Bernardim Freire de Andrade, que também seguio todos os postos athe Capitam General de Santo Tome.

source: Deste tronco, e do Senhor Ambrozio Pereira Reboredo e Castro Capitaô de Cavallos, na guerra da Aclamaçaô, e na pax Capitaô e general da Jlha de Santo Thome aonde faleceo, procederaô estes famozos Eróes nos governos e Armas como bem se tem visto entodas [sic] as imprezas asim no Reino, como fora della.
pt_br: Deste tronco, e do Senhor Ambrozio Pereira Reboredo e Castro Capitaô de Cavallos, na guerra da Aclamaçaô, e na pax Capitaô e general da Jlha de Santo Thome aonde faleceo, procederaô estes famozos Eróes nos governos e Armas como bem se tem visto entodas [sic] as imprezas asim no Reino, como fora dela.

source: Teve este Senhor Bernardim Freire de Andrade de hum unico Matrimonio vinte filhos dezaseis machos, e quatro femeas.
pt_br: Teve este Senhor Bernardim Freire de Andrade de um único Matrimonio vinte filhos dezaseis machos, e quatro femeas.

source: Os fructos que com mais abundancia fertelizaô estas terras saô trigos, senteios, e sevadas.
pt_br: Os frutos que com mais abundância fertelizaô estás terras saô trigos, senteios, e sevadas.

source: Nada padeceo ruina no Terremoto de settecentos e sincoenta e sinco, posto que tudo tremeo com violência, e tam estranha novidade.
pt_br: Nada padeceo ruina no Terremoto de settecentos e sincoenta e cinco, posto que tudo tremeo com violência, e tão estranha novidade.

source: Naô he Serra o sitio desta minha freguezia sim he o seu territorio Montuozo, Aspero e Agreste,porem quaze toda se cultiva, os mattos que tem de esteva de Rossa, o mais fazem os seus moradores de Alqueva, que semeam,terá de largura huma legoa, e outra de comprimento.
pt_br: Naô é Serra o sitio desta minha freguezia sim é o seu territorio Montuozo, Aspero e Agreste, porem quaze toda se cultiva, os mattos que tem de esteva de Rossa, o mais fazem os seus moradores de Alqueva, que semeam, terá de largura uma legoa, e outra de comprimento.

source: Pello meio della passa huma Rebeira chamada Asécca = como naô tem seu principio de fontes, e so de Agoas que chovem todos os annos se sécca pelo que dizem, se chama Asecca.
pt_br: Pello meio dela passa uma Rebeira chamada Asécca= como não tem seu princípio de fontes, e só de Agoas que chovem todos os anos se sécca pelo que dizem, se chama Asecca.

source: As agoas que mais na ditta Rebeira se conservaô saô de outra Rebeira, que nella se mette a que chamaô Rebeira de Borba, por nascer esta da ditta Villa de Borba de varias fontes, e nascimentos,e ambas correm do Norte ao Sul, e se percepitaô fora da minha freguezia no Rio Guadianna.
pt_br: As águas que mais na ditta Rebeira se conservaô saô de outra Rebeira, que nela se mette a que chamaô Rebeira de Borba, por nascer está da ditta Villa de Borba de varias fontes, e nascimentos, e ambas correm do Norte ao Sul, e se percepitaô fora da minha freguezia no Rio Guadianna.

source: Nesta minha freguezia dizem, que na herdade chamada = Cazaraô dos Frades Agostinhos = Estaô huns Minaraes de prata, enchofre, e cobre, e me aseguraô que no tal citio junto a freguezia de Sam Bras dos Mattos estam humas grandes covas já á muntos annos feitas e dellas dizem, se tirara prata de que se fez hu[m]a coroa a Senhora dos Remedios do Forte: e como logo veio neste tempo a noticia das guerras com Hespanha se levantou agente que trabalhava, dizendo, naô achavam mais que tirar.
pt_br: Nesta minha freguezia dizem, que na herdade chamada= Cazaraô dos Frades Agostinhos= Estaô uns Minaraes de prata, enchofre, e cobre, e me aseguraô que no tal citio junto a freguezia de Sam Bras dos Mattos estám umas grandes covas já à muntos anos feitas e delas dizem, se tirara prata de que se fez hu [m] a coroa a Senhora dos Remedios do Forte: e como logo veio neste tempo a notícia das guerras com Hespanha se levantou agente que trabalhava, dizendo, não achavam mais que tirar.

source: E a couza mais notavel, e digna de se escrever por mais se sobre he aver na minha Parochia Minaraes tam ricos, e ver a minha Jgreja tam pobre, que apenas tem hum pequeno calix de prata, e duas coroas das duas Senhoras, e hu[m]a patenna, e he a prata, que tem toda a Jgreja, por se tirar de esmolas dos pobres.
pt_br: E a coisa mais notável, e digna de se escrever por mais se sobre é haver na minha Parochia Minaraes tão ricos, e ver a minha Jgreja tão pobre, que apenas tem um pequeno calix de prata, e duas coroas das duas Senhoras, e hu [m] a patenna, e é a prata, que tem toda a Jgreja, por se tirar de esmolas dos pobres.

source: Dizem mais, que nesta concavidade dos minaraes está hu[m]a fonte, ou nascimento de agoa singular da qual bebia a Senhora Dona Catharina Rainha da Grã Bretanha quando cá veio a Villa Viçoza, e de Lixboa a mandava hir de cá, por achar a mais leve, e salurifera.
pt_br: Dizem mais, que nesta concavidade dos minaraes está hu [m] a fonte, ou nascimento de água singular da qual bebia a Senhora Dona Catharina Rainha da Grã Bretanha quando cá veio a Villa Viçoza, e de Lixboa a mandava ir de cá, por achar a mais leve, e salurifera.

source: Tem esta tal Rebeira da Asécca hum Mohinho de fazer farinhas, que he do Senhor Gomes Freire; avia outro que ja está demolido.
pt_br: Tem está tal Rebeira da Asécca um Mohinho de fazer farinhas, que é do Senhor Gomes Freire; havia outro que já está demolido.

source: Tem duas pontes de pedra, e cal, huma destas, e a mais principal por onde passa a maior parte das gentes, pelas continuas, enchentes que á muntos annos tem avido está parte della demolida, e entermos [sic] de cahir de todo, con grande projuizo do bem commum, e do comercio humano, porque quando vai cheia nam da Villa de Juromenha, Olivença, e toda essa Castella, e campos, senaô podem comunicar com Villa Viçoza, Borba, Estremos e Corte, pelo cursso desta Rebeira ser arrebatado: e fazendo eu vários requerimentos aos Camaristas de Villa Viçoza, en cujo termo está, para atenderem ao seu amanho, e ao detrimento, que cauza aos passageiros, naô tem surtido efeito.
pt_br: Tem duas pontes de pedra, e cal, uma destas, e a mais principal por onde passa a maior parte das gentes, pelas contínuas, enchentes que à muntos anos tem avido está parte dela demolida, e entermos [sic] de cahir de todo, con grande projuizo do bem comum, e do comercio humano, porquê quando vai cheia nam da Villa de Juromenha, Olivença, e toda essa Castella, e campos, senaô podem comunicar com Villa Viçoza, Borba, Estremos e Corte, pelo cursso desta Rebeira ser arrebatado: e fazendo eu vários requerimentos aos Camaristas de Villa Viçoza, en cujo termo está, para atenderem ao seu amanho, e ao detrimento, que cauza aos passageiros, não tem surtido efeito.

source: Cultivanse suas Margens, aonde tambem se criaô todo género de gados, como Boes, Carneiros, ovelhas, cabras, e porcos; e em partes tem seus matos de Azinho, que com seus fructos engordaô os porcos.
pt_br: Cultivanse suas Margens, aonde também se criaô todo género de gados, como Boes, Carneiros, ovelhas, cabras, e porcos; e em partes tem seus matos de Azinho, que com seus frutos engordaô os porcos.

source: Tambem nella se cria cassa de lebres, coelhos, e perdizes, e nella se tem visto tambem criar alguns bichos, lobbos, Rapozas, genettas, que damneficaô [sic] os Aos mesmos guados, e lavradores destes campos.
pt_br: Tambem nela se cria cassa de lebres, coelhos, e perdizes, e nela se tem visto também criar alguns bichos, lobbos, Rapozas, genettas, que damneficaô [sic] os Aos mesmos guados, e lavradores destes campos.

source: E naô acho mais de que dar a conta a Vossa Excelência Muito Reverendíssima desta freguezia, nem pelos intorroguatorios, acho mais, que dizervos que Deus Guarde a Vossa Excelência Muito Reverendíssima muitos annos
pt_br: E não acho mais de que dar a conta a Vossa Excelência Muito Reverendíssima desta freguezia, nem pelos intorroguatorios, acho mais, que dizervos que Deus Guarde a Vossa Excelência Muito Reverendíssima muitos anos
